Repository: monitoring2014/wp-mailchimp
Catalog: po/mailchimp_i18n-*.po
Languages: sr_rs

source: You must fill in %s.
sr_rs: Morate popuniti %s.

source: That email address is already subscribed to the list
sr_rs: Ova email adresa je već prijavljena na listu

source: %s has invalid content
sr_rs: %s ima nevažeći sadržaj

source: An invalid Interest Group was selected
sr_rs: Izabrana je nevažeća interesna grupa

source: That email address is invalid
sr_rs: Ova email adresa je nevažeća

source: Success, you've been signed up! Please look for our confirmation email!
sr_rs: Uspešno! Molimo Vas potražite naš e-mail da bi ste potvrdili prijavu!

source: required field
sr_rs: zahtevano polje

source: unsubscribe from list
sr_rs: odjavi se sa liste

source: powered by
sr_rs: pokreće

source: MailChimp Setup
sr_rs: MailChimp podešavanja

source: While upgrading the plugin setup, we were unable to login to your account. You will need to login again and setup your list.
sr_rs: Dok smo nadograđivali plugin, nismo bili u mogućnosti da se prijavimo na Vaš račun. Morate se ponovno prijaviti i podesiti Vaše liste.

source: MailChimp List Setup
sr_rs: MailChimp podešavanje lista

source: Success! We were able to verify your username & password! Let's continue, shall we?
sr_rs: Uspešno! Verifikovali smo Vaše ime i lozinku! Hoćemo li nastaviti?

source: Uh-oh, we were unable to login and verify your username & password. Please check them and try again!
sr_rs: Uh-oh, nismo uspeli da verifikujemo vaše ime i lozinku. Molimo Vas proverite ih i probajte ponovo!

source: The server said:
sr_rs: Server kaže:

source: Sign up for
sr_rs: Prijavite se za

source: Subscribe
sr_rs: Upišite se

source: Success! Loaded and saved the info for %d Merge Variables and %d Interest Groups from your list
sr_rs: Uspešno! Učitane i snimljene informacije za %d spoji promenljive i %d interesne grupe sa Vaše liste

source: Now you should either Turn On the MailChimp Widget or change your options below, then turn it on.
sr_rs: Sada morate uključiti MailChimp Widget ili promeniti svoje mogućnosti u nastavku, a zatim ga uključiti.

source: Successfully Reset your List selection... Now you get to pick again!
sr_rs: Uspešan reset Vaše selektovane liste ... Sada je morate opet učitati!

source: Monkey Rewards turned On!
sr_rs: Monkey nagrade uključene!

source: Monkey Rewards turned Off!
sr_rs: Monkey nagrade isključene!

source: Fancy Javascript submission turned On!
sr_rs: Fancy Javascript za prijavljivanje uključene!

source: Fancy Javascript submission turned Off!
sr_rs: Fancy Javascript za prijavljivanje isključene!

source: Unsubscribe link turned On!
sr_rs: Odjavi se sa liste link uključen!

source: Unsubscribe link turned Off!
sr_rs: Odjavi se sa liste link isključen!

source: Successfully Updated your List Subscribe Form Settings!
sr_rs: Uspešno ste ažurirali postavke Vaše liste pretplatnika!

source: Login Info
sr_rs: Info prijave

source: To start using the MailChimp plugin, we first need to login and get your API Key. Please enter your MailChimp username and password below.
sr_rs: Za početak korištenja MailChimp plugin-a, prvo se morate prijaviti i dobiti svoj API ključ. Molimo unesite svoje korisničko ime i lozinku za MailChimp ispod.

source: Don't have a MailChimp account? <a href='http://www.mailchimp.com/tryit.phtml' target='_blank'>Try one for Free</a>!
sr_rs: Nemate MailChimp nalog? <a href='http://www.mailchimp.com/tryit.phtml' target='_blank'>Probajte besplatno</a>!

source: Username
sr_rs: Korisničko ime

source: Password
sr_rs: Lozinka

source: Save & Check
sr_rs: Snimi i proveri

source: Notes
sr_rs: Zabeleške

source: Changing your settings at MailChimp.com may cause this to stop working.
sr_rs: Promena podešavanja na MailChimp.com može prouzrokovati da prestati raditi.

source: If you change your login to a different account, the info you have setup below will be erased.
sr_rs: Ako promenite svoju prijavu na neki drugi račun, informacije koje ste podesili u nastavku će biti izbrisane.

source: If any of that happens, no biggie - just reconfigure your login and the items below...
sr_rs: Ako bilo što od toga dogodi, nema brige - samo rekonfigurišite svoje korisničko ime i stavke u nastavku ...

source: Logged in as
sr_rs: Prijavljen kao

source: Logout
sr_rs: Odjavi se

source: Your Lists
sr_rs: Vaše liste

source: Please select the List you wish to create a Signup Form for.
sr_rs: Molimo odaberite listu za koju želite napraviti forma za prijavljivanje.

source: Uh-oh, you don't have any lists defined! Please visit %s, login, and setup a list before using this tool!
sr_rs: Uh-oh, nemate nijednu listu definisanu! Molimo Vas posetite %s , prijavite se, i podesite listu pre nego što koristite ovaj alat!

source: Select A List
sr_rs: Selektujete listu

source: Update List
sr_rs: Obnovite listu

source: Note:
sr_rs: Zabeleška:

source: Updating your list will not cause settings below to be lost. Changing to a new list will.
sr_rs: Ažuriranje liste neće izazvati gobljenje podešavanja. Promena na novu listu će izbrisati podešavanja.

source: Reset List Options and Select again
sr_rs: Resetujte opcije liste i selektujete ponovo

source: Subscribe Form Widget Settings for this List
sr_rs: Podešavanje Widget forme za prijavljivanje za listu

source: Selected MailChimp List
sr_rs: Selektovana MailChimp lista

source: Update Subscribe Form Settings
sr_rs: Ažurirajte podešavanja forme za prijavljivanje

source: Monkey Rewards
sr_rs: Monkey nagrade

source: turning this on will place a "powered by MailChimp" link in your form that will earn you credits with us. It is optional and can be turned on or off at any time.
sr_rs: uključivanje ovoga će postaviti "pokreće MailChimp " link u vašoj formi i zaradićete kredite sa nama. To je opcija, i može se uključiti ili isključiti u bilo kom trenutku.

source: Use Javascript Support?
sr_rs: Koristi Javascript podršku?

source: turning this on will use fancy javascript submission and should degrade gracefully for users not using javascript. It is optional and can be turned on or off at any time.
sr_rs: uključivanje ovoga će postaviti javascript u vašoj formi i možda se neće dobro prikazati korisnicima koji ne koriste javascript. To je opcija, i može se uključiti ili isključiti u bilo kom trenutku.

source: Include Unsubscribe link?
sr_rs: Uključi "odjavi me" link?

source: turning this on will add a link to your host unsubscribe form
sr_rs: uključenje ovoga će dodati link na Vašu formu za odjavu

source: Header content
sr_rs: Sadržaj zaglavlja

source: You can fill this with your own Text, HTML markup (including image links), or Nothing!
sr_rs: Možete popuniti to sa svojim tekstom, HTML markup (uključujući linkove za slike), ili ostaviti prazno!

source: Submit Button text
sr_rs: Tekst na tasteru Prijavi se

source: Custom Styling
sr_rs: Prilagođen dizajn

source: Turned On?
sr_rs: Uključeno?

source: Header Settings (only applies if there are no HTML tags in the Header Content area above)
sr_rs: Postavke zaglavlja (vredi samo ako nema HTML oznake u sadržaju zaglavlja iznad)

source: Border Width
sr_rs: Širina okvira

source: Set to 0 for no border, do not enter <strong>px</strong>!
sr_rs: Postavite 0 ako ne želite okvir, nemojte unositi <strong>px</strong>!

source: Border Color
sr_rs: Boja okvira

source: do not enter initial <strong>#</strong>
sr_rs: nemojte unositi inicijalno <strong>#</strong>

source: Form Settings
sr_rs: Podešavanje forme

source: Merge Variables Included
sr_rs: Spojene promenljive uključene

source: No Merge Variables found.
sr_rs: Nismo pronašli spojene promenljive

source: Name
sr_rs: Ime

source: Required?
sr_rs: Zahtevano?

source: Include?
sr_rs: Uključeno?

source: Interest Groups
sr_rs: Interesne grupe

source: No Interest Groups Setup for this List
sr_rs: Nema interesnih grupa za ovu listu

source: Show?
sr_rs: Prikaži?

source: Input Type
sr_rs: Tip unosa

source: Options
sr_rs: Opcije
